Repository: rrva/laban
Catalog: Sources/LabanApp/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, hi, it, ja, ko, pt_br, ru, zh_hans, zh_hant

source: Heads up: terminal output can contain secrets (tokens, keys, .env contents). Review the file before sharing it publicly.
de: Achtung: Die Terminalausgabe kann Geheimnisse (Token, Schlüssel, .env-Inhalte) enthalten. Überprüfe die Datei, bevor du sie öffentlich teilst.
es: Atención: la salida del terminal puede contener secretos (tokens, claves, contenido de .env). Revisa el archivo antes de compartirlo públicamente.
fr: Attention : la sortie du terminal peut contenir des secrets (jetons, clés, contenu .env). Vérifiez le fichier avant de le partager publiquement.
hi: ध्यान दें: टर्मिनल आउटपुट में गोपनीय जानकारी (टोकन, चाबियां, .env सामग्री) हो सकती है। इसे सार्वजनिक रूप से साझा करने से पहले फ़ाइल की समीक्षा करें।
it: Attenzione: l'output del terminale può contenere segreti (token, chiavi, contenuti .env). Rivedi il file prima di condividerlo pubblicamente.
ja: 注意：ターミナルの出力には機密情報（トークン、キー、.envの内容など）が含まれる場合があります。公開共有する前にファイルを確認してください。
ko: 주의: 터미널 출력에는 비밀 정보(토큰, 키, .env 내용)가 포함될 수 있습니다. 공개적으로 공유하기 전에 파일을 검토하십시오.
pt_br: Atenção: a saída do terminal pode conter segredos (tokens, chaves, conteúdos de .env). Revise o arquivo antes de compartilhá-lo publicamente.
ru: Внимание: вывод терминала может содержать секретные данные (токены, ключи, содержимое .env). Проверьте файл перед публичным обменом.
zh_hans: 提示：终端输出可能包含敏感信息（令牌、密钥、.env 内容）。在公开分享前请检查文件。
zh_hant: 提示：終端機輸出可能包含敏感資訊（金鑰、密鑰、.env 內容）。在公開分享前請檢查檔案。

source: Open in Browser
de: Im Browser öffnen
es: Abrir en el navegador
fr: Ouvrir dans le navigateur
hi: ブラウザ में खोलें
it: Apri nel browser
ja: ブラウザで開く
ko: 브라우저에서 열기
pt_br: Abrir no Navegador
ru: Открыть в браузере
zh_hans: 在浏览器中打开
zh_hant: 在瀏覽器中開啟

source: Copy Path
de: Pfad kopieren
es: Copiar ruta
fr: Copier le chemin
hi: पथ कॉपी करें
it: Copia percorso
ja: パスをコピー
ko: 경로 복사
pt_br: Copiar Caminho
ru: Копировать путь
zh_hans: 复制路径
zh_hant: 複製路徑

source: Render Journal Is Disabled
de: Render-Journal ist deaktiviert
es: El diario de renderizado está desactivado
fr: Le journal de rendu est désactivé
hi: रेंडर जर्नल अक्षम है
it: Il registro di rendering è disattivato
ja: レンダリングジャーナルは無効です
ko: 렌더 저널이 비활성화되었습니다
pt_br: O Diário de Renderização está Desativado
ru: Журнал рендеринга отключен
zh_hans: 渲染日志已禁用
zh_hant: 渲染日誌已停用

source: This launch is using a command-line or environment override. Remove that override for the saved menu choice to apply on restart.
de: Dieser Start verwendet ein Befehlszeilen- oder Umgebungs-Override. Entferne dieses Override, damit die gespeicherte Menüauswahl beim Neustart angewendet wird.
es: Este inicio utiliza una sustitución de línea de comandos o de entorno. Elimina esa sustitución para que la opción de menú guardada se aplique al reiniciar.
fr: Ce lancement utilise une substitution de ligne de commande ou d’environnement. Supprimez cette substitution pour que le choix de menu enregistré s’applique au redémarrage.
hi: यह लॉन्च कमांड-лайн या पर्यावरण ओवरराइड का उपयोग कर रहा है। पुनरारंभ करने पर सहेजे गए मेनू विकल्प को लागू करने के लिए उस ओवरराइड को हटा दें।
it: Questo avvio utilizza un'opzione da riga di comando o di ambiente. Rimuovi tale opzione per applicare al riavvio la scelta salvata nel menu.
ja: この起動では、コマンドラインまたは環境のオーバーライドが使用されています。再起動時に保存されたメニューの選択肢を適用するには、そのオーバーライドを削除してください。
ko: 이 실행은 명령줄 또는 환경 재정의를 사용하고 있습니다. 재시작 시 저장된 메뉴 선택을 적용하려면 해당 재정의를 제거하십시오.
pt_br: Esta inicialização está usando uma substituição de linha de comando ou ambiente. Remova essa substituição para que a opção salva no menu se aplique ao reiniciar.
ru: Этот запуск использует переопределение командной строки или окружения. Удалите это переопределение, чтобы сохраненный выбор меню применился при перезапуске.
zh_hans: 本次启动使用了命令行或环境变量覆盖。请移除该覆盖，以便在重启时应用保存的菜单选择。
zh_hant: 本次啟動使用了命令列或環境變數覆蓋。請移除該覆蓋，以便在重啟時套用儲存的選單選擇。

source: Refusing to paste %lld bytes (limit is %lld).
de: Einfügen von %lld Bytes abgelehnt (Limit ist %lld).
es: Rechazo pegar %lld bytes (el límite es %lld).
fr: Refus de coller %lld octets (la limite est de %lld).
hi: %lld बाइट्स पेस्ट करने से इनकार (सीमा %lld है)।
it: Incolla rifiutato per %lld byte (il limite è %lld).
ja: %lld バイトのペーストを拒否しました（制限は %lld です）。
ko: %lld 바이트 붙여넣기 거부(제한은 %lld임).
pt_br: Recusando colar %lld bytes (o limite é %lld).
ru: Отказ во вставке %lld байт (лимит составляет %lld).
zh_hans: 拒绝粘贴 %lld 字节（限制为 %lld）。
zh_hant: 拒絕貼上 %lld 位元組（限制為 %lld）。

source: Saved under ~/Library/Logs/Laban/profiles/. Where should it open?
de: Gespeichert unter ~/Library/Logs/Laban/profiles/. Wo soll es geöffnet werden?
es: Guardado en ~/Library/Logs/Laban/profiles/. ¿Dónde debería abrirse?
fr: Enregistré sous ~/Library/Logs/Laban/profiles/. Où doit-il s’ouvrir ?
hi: ~/Library/Logs/Laban/profiles/ के तहत सहेजा गया। इसे कहाँ खोलना चाहिए?
it: Salvato in ~/Library/Logs/Laban/profiles/. Dove aprirlo?
ja: ~/Library/Logs/Laban/profiles/ に保存されました。どこで開きますか？
ko: ~/Library/Logs/Laban/profiles/에 저장되었습니다. 어디에서 열어야 합니까?
pt_br: Salvo em ~/Library/Logs/Laban/profiles/. Onde deve ser aberto?
ru: Сохранено в ~/Library/Logs/Laban/profiles/. Где это открыть?
zh_hans: 已保存至 ~/Library/Logs/Laban/profiles/。应该在哪里打开？
zh_hant: 已儲存至 ~/Library/Logs/Laban/profiles/。應該在哪裡開啟？

source: Focus troubleshooting:
de: Fokus-Fehlerbehebung:
es: Diagnóstico de Concentración:
fr: Dépannage de Concentration :
hi: फ़ोकस समस्या निवारण:
it: Risoluzione problemi Full immersion:
ja: 集中モードのトラブルシューティング：
ko: 집중 모드 문제 해결:
pt_br: Solução de problemas do Foco:
ru: Диагностика фокусирования:
zh_hans: 专注模式故障排查：
zh_hant: 專注模式疑難排解：

source: Check Focus Blocking…
de: Fokus-Blockierung prüfen…
es: Comprobar bloqueo de Concentración…
fr: Vérifier le blocage par Concentration…
hi: फ़ोकस अवरोध जाँचें…
it: Verifica blocco di Full immersion…
ja: 集中モードのブロックを確認…
ko: 집중 모드 차단 확인…
pt_br: Verificar bloqueio pelo Foco…
ru: Проверить блокировку фокусированием…
zh_hans: 检查专注模式阻止…
zh_hant: 檢查專注模式阻擋…

source: Check Again…
de: Erneut prüfen…
es: Comprobar de nuevo…
fr: Vérifier à nouveau…
hi: फिर से जाँचें…
it: Verifica di nuovo…
ja: もう一度確認…
ko: 다시 확인…
pt_br: Verificar novamente…
ru: Проверить снова…
zh_hans: 再次检查…
zh_hant: 再次檢查…

source: Checking Focus…
de: Fokus wird geprüft…
es: Comprobando Concentración…
fr: Vérification de Concentration…
hi: फ़ोकस की जाँच हो रही है…
it: Verifica di Full immersion…
ja: 集中モードを確認中…
ko: 집중 모드 확인 중…
pt_br: Verificando Foco…
ru: Проверка фокусирования…
zh_hans: 正在检查专注模式…
zh_hant: 正在檢查專注模式…

source: Focus is checked only when you press the troubleshooting button. Laban never reads or requests Focus Status during launch or normal notification delivery.
de: Der Fokus wird nur geprüft, wenn Sie die Fehlerbehebungstaste drücken. Laban liest oder fordert den Fokusstatus weder beim Start noch bei der normalen Benachrichtigungszustellung an.
es: Concentración solo se comprueba al pulsar el botón de diagnóstico. Laban nunca lee ni solicita el estado de Concentración durante el inicio o la entrega normal de notificaciones.
fr: Concentration n’est vérifiée que lorsque vous appuyez sur le bouton de dépannage. Laban ne lit ni ne demande jamais l’état de Concentration au lancement ou lors de l’envoi normal des notifications.
hi: फ़ोकस केवल समस्या निवारण बटन दबाने पर जाँचा जाता है। Laban लॉन्च या सामान्य सूचना वितरण के दौरान फ़ोकस स्थिति को कभी पढ़ता या माँगता नहीं है।
it: Full immersion viene controllata solo quando premi il pulsante di risoluzione dei problemi. Laban non legge né richiede mai lo stato di Full immersion all’avvio o durante il normale recapito delle notifiche.
ja: 集中モードは、トラブルシューティングボタンを押したときだけ確認されます。Laban は起動時や通常の通知配信時に集中モード状況を読み取ったり要求したりしません。
ko: 집중 모드는 문제 해결 버튼을 누를 때만 확인됩니다. Laban은 실행 또는 일반 알림 전달 중에 집중 모드 상태를 읽거나 요청하지 않습니다.
pt_br: O Foco só é verificado quando você pressiona o botão de solução de problemas. O Laban nunca lê nem solicita o Estado de Foco durante a inicialização ou a entrega normal de notificações.
ru: Фокусирование проверяется только после нажатия кнопки диагностики. Laban никогда не читает и не запрашивает статус фокусирования при запуске или обычной доставке уведомлений.
zh_hans: 仅在您按下故障排查按钮时检查专注模式。Laban 在启动或正常发送通知期间绝不会读取或请求专注模式状态。
zh_hant: 僅在您按下疑難排解按鈕時檢查專注模式。Laban 在啟動或正常傳送通知期間絕不會讀取或要求專注模式狀態。

source: Checks whether the current Focus is silencing Laban. The first check may ask for Focus Status permission.
de: Prüft, ob der aktuelle Fokus Laban stummschaltet. Bei der ersten Prüfung kann die Berechtigung für den Fokusstatus angefordert werden.
es: Comprueba si el modo Concentración actual silencia Laban. La primera comprobación puede solicitar permiso para el estado de Concentración.
fr: Vérifie si le mode Concentration actuel réduit Laban au silence. La première vérification peut demander l’autorisation d’accéder à l’état de Concentration.
hi: जाँचता है कि वर्तमान फ़ोकस Laban को शांत कर रहा है या नहीं। पहली जाँच फ़ोकस स्थिति की अनुमति माँग सकती है।
it: Controlla se Full immersion sta silenziando Laban. Il primo controllo potrebbe richiedere l’autorizzazione per lo stato di Full immersion.
ja: 現在の集中モードが Laban を通知オフにしているか確認します。初回の確認では集中モード状況の許可を求める場合があります。
ko: 현재 집중 모드가 Laban 알림을 끄고 있는지 확인합니다. 첫 확인 시 집중 모드 상태 권한을 요청할 수 있습니다.
pt_br: Verifica se o Foco atual está silenciando o Laban. A primeira verificação pode solicitar permissão para o Estado de Foco.
ru: Проверяет, заглушает ли текущий режим фокусирования Laban. При первой проверке может потребоваться разрешение на статус фокусирования.
zh_hans: 检查当前专注模式是否将 Laban 静音。首次检查可能会请求专注模式状态权限。
zh_hant: 檢查目前專注模式是否將 Laban 靜音。首次檢查可能會要求專注模式狀態權限。

source: Troubleshooting only: check whether the current Focus is silencing Laban. This may ask for Focus Status permission.
de: Nur zur Fehlerbehebung: Prüfen Sie, ob der aktuelle Fokus Laban stummschaltet. Dabei kann die Berechtigung für den Fokusstatus angefordert werden.
es: Solo para diagnóstico: comprueba si el modo Concentración actual silencia Laban. Puede solicitar permiso para el estado de Concentración.
fr: Dépannage uniquement : vérifiez si le mode Concentration actuel réduit Laban au silence. Une autorisation d’accès à l’état de Concentration peut être demandée.
hi: केवल समस्या निवारण: जाँचें कि वर्तमान फ़ोकस Laban को शांत कर रहा है या नहीं। यह फ़ोकस स्थिति की अनुमति माँग सकता है।
it: Solo per la risoluzione dei problemi: controlla se Full immersion sta silenziando Laban. Potrebbe essere richiesta l’autorizzazione per lo stato di Full immersion.
ja: トラブルシューティング専用：現在の集中モードが Laban を通知オフにしているか確認します。集中モード状況の許可を求める場合があります。
ko: 문제 해결 전용: 현재 집중 모드가 Laban 알림을 끄고 있는지 확인합니다. 집중 모드 상태 권한을 요청할 수 있습니다.
pt_br: Somente para solução de problemas: verifique se o Foco atual está silenciando o Laban. Isso pode solicitar permissão para o Estado de Foco.
ru: Только для диагностики: проверьте, заглушает ли текущий режим фокусирования Laban. Может потребоваться разрешение на статус фокусирования.
zh_hans: 仅用于故障排查：检查当前专注模式是否将 Laban 静音。这可能会请求专注模式状态权限。
zh_hant: 僅用於疑難排解：檢查目前專注模式是否將 Laban 靜音。這可能會要求專注模式狀態權限。

source: Focus Status permission was not decided, so Laban could not tell whether Focus was silencing notifications.
de: Die Berechtigung für den Fokusstatus war nicht festgelegt. Daher konnte Laban nicht erkennen, ob der Fokus Benachrichtigungen stummschaltete.
es: No se había decidido el permiso para el estado de Concentración, por lo que Laban no pudo determinar si Concentración silenciaba las notificaciones.
fr: L’autorisation d’accès à l’état de Concentration n’était pas définie ; Laban n’a donc pas pu déterminer si Concentration désactivait les notifications.
hi: फ़ोकस स्थिति की अनुमति तय नहीं थी, इसलिए Laban यह नहीं बता सका कि फ़ोकस सूचनाओं को शांत कर रहा था या नहीं।
it: L’autorizzazione per lo stato di Full immersion non era stata decisa, quindi Laban non ha potuto stabilire se le notifiche venivano silenziate.
ja: 集中モード状況の許可が決定されていなかったため、Laban は集中モードが通知をオフにしていたか判断できませんでした。
ko: 집중 모드 상태 권한이 결정되지 않아 Laban은 집중 모드가 알림을 끄고 있었는지 확인할 수 없었습니다.
pt_br: A permissão para o Estado de Foco não estava definida, então o Laban não pôde saber se o Foco estava silenciando as notificações.
ru: Разрешение на статус фокусирования не было определено, поэтому Laban не смог установить, заглушало ли фокусирование уведомления.
zh_hans: 尚未决定专注模式状态权限，因此 Laban 无法判断专注模式是否将通知静音。
zh_hant: 尚未決定專注模式狀態權限，因此 Laban 無法判斷專注模式是否將通知靜音。

source: Focus Status access was restricted, so Laban could not tell whether Focus was silencing notifications.
de: Der Zugriff auf den Fokusstatus war eingeschränkt. Daher konnte Laban nicht erkennen, ob der Fokus Benachrichtigungen stummschaltete.
es: El acceso al estado de Concentración estaba restringido, por lo que Laban no pudo determinar si Concentración silenciaba las notificaciones.
fr: L’accès à l’état de Concentration était restreint ; Laban n’a donc pas pu déterminer si Concentration désactivait les notifications.
hi: फ़ोकस स्थिति की पहुँच प्रतिबंधित थी, इसलिए Laban यह नहीं बता सका कि फ़ोकस सूचनाओं को शांत कर रहा था या नहीं।
it: L’accesso allo stato di Full immersion era limitato, quindi Laban non ha potuto stabilire se le notifiche venivano silenziate.
ja: 集中モード状況へのアクセスが制限されていたため、Laban は集中モードが通知をオフにしていたか判断できませんでした。
ko: 집중 모드 상태 접근이 제한되어 Laban은 집중 모드가 알림을 끄고 있었는지 확인할 수 없었습니다.
pt_br: O acesso ao Estado de Foco estava restrito, então o Laban não pôde saber se o Foco estava silenciando as notificações.
ru: Доступ к статусу фокусирования был ограничен, поэтому Laban не смог установить, заглушало ли фокусирование уведомления.
zh_hans: 专注模式状态访问受限，因此 Laban 无法判断专注模式是否将通知静音。
zh_hant: 專注模式狀態存取受限，因此 Laban 無法判斷專注模式是否將通知靜音。

source: Focus Status access was denied. Enable it in Privacy & Security to let Laban diagnose Focus blocking.
de: Der Zugriff auf den Fokusstatus wurde verweigert. Aktivieren Sie ihn unter Datenschutz & Sicherheit, damit Laban Fokus-Blockierungen diagnostizieren kann.
es: Se denegó el acceso al estado de Concentración. Actívalo en Privacidad y seguridad para que Laban pueda diagnosticar el bloqueo.
fr: L’accès à l’état de Concentration a été refusé. Activez-le dans Confidentialité et sécurité pour permettre à Laban de diagnostiquer le blocage.
hi: फ़ोकस स्थिति की पहुँच अस्वीकृत थी। Laban को फ़ोकस अवरोध जाँचने देने के लिए इसे गोपनीयता और सुरक्षा में सक्षम करें।
it: L’accesso allo stato di Full immersion è stato negato. Abilitalo in Privacy e sicurezza per consentire a Laban di diagnosticare il blocco.
ja: 集中モード状況へのアクセスが拒否されました。Laban が集中モードによるブロックを診断できるよう、「プライバシーとセキュリティ」で有効にしてください。
ko: 집중 모드 상태 접근이 거부되었습니다. Laban이 집중 모드 차단을 진단할 수 있도록 개인정보 보호 및 보안에서 허용하십시오.
pt_br: O acesso ao Estado de Foco foi negado. Ative-o em Privacidade e Segurança para o Laban diagnosticar o bloqueio pelo Foco.
ru: Доступ к статусу фокусирования был запрещён. Разрешите его в разделе «Конфиденциальность и безопасность», чтобы Laban мог диагностировать блокировку.
zh_hans: 专注模式状态访问被拒绝。请在“隐私与安全性”中启用，以便 Laban 诊断专注模式阻止。
zh_hant: 專注模式狀態存取遭拒絕。請在「隱私權與安全性」中啟用，以便 Laban 診斷專注模式阻擋。

source: Focus was silencing Laban notifications. Add Laban to the active Focus's Allowed Apps.
de: Der Fokus schaltete Laban-Benachrichtigungen stumm. Fügen Sie Laban den erlaubten Apps des aktiven Fokus hinzu.
es: Concentración silenciaba las notificaciones de Laban. Añade Laban a las apps permitidas del modo activo.
fr: Concentration désactivait les notifications de Laban. Ajoutez Laban aux apps autorisées du mode actif.
hi: फ़ोकस Laban की सूचनाओं को शांत कर रहा था। Laban को सक्रिय फ़ोकस के अनुमत ऐप्स में जोड़ें।
it: Full immersion silenziava le notifiche di Laban. Aggiungi Laban alle app consentite della modalità attiva.
ja: 集中モードが Laban の通知をオフにしていました。Laban を有効な集中モードの許可されたアプリに追加してください。
ko: 집중 모드가 Laban 알림을 끄고 있었습니다. Laban을 활성 집중 모드의 허용된 앱에 추가하십시오.
pt_br: O Foco estava silenciando as notificações do Laban. Adicione o Laban aos apps permitidos do Foco ativo.
ru: Фокусирование заглушало уведомления Laban. Добавьте Laban в разрешённые приложения активного режима.
zh_hans: 专注模式正在将 Laban 通知静音。请将 Laban 添加到当前专注模式的允许 App。
zh_hant: 專注模式正在將 Laban 通知靜音。請將 Laban 加入目前專注模式的允許 App。

source: Focus was not silencing Laban notifications.
de: Der Fokus schaltete Laban-Benachrichtigungen nicht stumm.
es: Concentración no silenciaba las notificaciones de Laban.
fr: Concentration ne désactivait pas les notifications de Laban.
hi: फ़ोकस Laban की सूचनाओं को शांत नहीं कर रहा था।
it: Full immersion non silenziava le notifiche di Laban.
ja: 集中モードは Laban の通知をオフにしていませんでした。
ko: 집중 모드가 Laban 알림을 끄고 있지 않았습니다.
pt_br: O Foco não estava silenciando as notificações do Laban.
ru: Фокусирование не заглушало уведомления Laban.
zh_hans: 专注模式未将 Laban 通知静音。
zh_hant: 專注模式未將 Laban 通知靜音。

source: Focus Status access was authorized, but macOS did not provide a result for this build.
de: Der Zugriff auf den Fokusstatus war autorisiert, aber macOS lieferte für diesen Build kein Ergebnis.
es: El acceso al estado de Concentración estaba autorizado, pero macOS no proporcionó un resultado para esta compilación.
fr: L’accès à l’état de Concentration était autorisé, mais macOS n’a fourni aucun résultat pour cette version.
hi: फ़ोकस स्थिति की पहुँच अधिकृत थी, लेकिन macOS ने इस बिल्ड के लिए परिणाम नहीं दिया।
it: L’accesso allo stato di Full immersion era autorizzato, ma macOS non ha fornito un risultato per questa build.
ja: 集中モード状況へのアクセスは許可されていましたが、macOS はこのビルドの結果を返しませんでした。
ko: 집중 모드 상태 접근은 승인되었지만 macOS가 이 빌드에 대한 결과를 제공하지 않았습니다.
pt_br: O acesso ao Estado de Foco estava autorizado, mas o macOS não forneceu um resultado para esta versão.
ru: Доступ к статусу фокусирования был разрешён, но macOS не предоставила результат для этой сборки.
zh_hans: 已授权专注模式状态访问，但 macOS 未为此构建提供结果。
zh_hant: 已授權專注模式狀態存取，但 macOS 未為此版本提供結果。

source: Focus troubleshooting was unavailable in this build.
de: Die Fokus-Fehlerbehebung war in diesem Build nicht verfügbar.
es: El diagnóstico de Concentración no estaba disponible en esta compilación.
fr: Le dépannage de Concentration n’était pas disponible dans cette version.
hi: इस बिल्ड में फ़ोकस समस्या निवारण उपलब्ध नहीं था।
it: La risoluzione dei problemi di Full immersion non era disponibile in questa build.
ja: このビルドでは集中モードのトラブルシューティングを利用できませんでした。
ko: 이 빌드에서는 집중 모드 문제 해결을 사용할 수 없었습니다.
pt_br: A solução de problemas do Foco não estava disponível nesta versão.
ru: Диагностика фокусирования была недоступна в этой сборке.
zh_hans: 此构建中无法使用专注模式故障排查。
zh_hant: 此版本中無法使用專注模式疑難排解。

source: macOS returned an unknown Focus Status authorization state, so Laban could not diagnose Focus blocking.
de: macOS lieferte einen unbekannten Berechtigungsstatus. Daher konnte Laban die Fokus-Blockierung nicht diagnostizieren.
es: macOS devolvió un estado de autorización de Concentración desconocido, por lo que Laban no pudo diagnosticar el bloqueo.
fr: macOS a renvoyé un état d’autorisation de Concentration inconnu ; Laban n’a donc pas pu diagnostiquer le blocage.
hi: macOS ने अज्ञात फ़ोकस स्थिति अनुमति लौटाई, इसलिए Laban फ़ोकस अवरोध का निदान नहीं कर सका।
it: macOS ha restituito uno stato di autorizzazione sconosciuto, quindi Laban non ha potuto diagnosticare il blocco.
ja: macOS が不明な集中モード状況の許可状態を返したため、Laban は集中モードによるブロックを診断できませんでした。
ko: macOS가 알 수 없는 집중 모드 상태 권한 상태를 반환하여 Laban이 집중 모드 차단을 진단할 수 없었습니다.
pt_br: O macOS retornou um estado de autorização desconhecido, então o Laban não pôde diagnosticar o bloqueio pelo Foco.
ru: macOS вернула неизвестное состояние разрешения на статус фокусирования, поэтому Laban не смог диагностировать блокировку.
zh_hans: macOS 返回了未知的专注模式状态授权状态，因此 Laban 无法诊断专注模式阻止。
zh_hant: macOS 傳回未知的專注模式狀態授權狀態，因此 Laban 無法診斷專注模式阻擋。

source: At the last check (%@): %@
de: Bei der letzten Prüfung (%@): %@
es: En la última comprobación (%@): %@
fr: Lors de la dernière vérification (%@) : %@
hi: पिछली जाँच (%@) में: %@
it: All’ultimo controllo (%@): %@
ja: 前回の確認時（%@）：%@
ko: 마지막 확인 시(%@): %@
pt_br: Na última verificação (%@): %@
ru: При последней проверке (%@): %@
zh_hans: 上次检查时（%@）：%@
zh_hant: 上次檢查時（%@）：%@

source: Open Focus Status Privacy
de: Datenschutz für Fokusstatus öffnen
es: Abrir privacidad del estado de Concentración
fr: Ouvrir la confidentialité de Concentration
hi: फ़ोकस स्थिति गोपनीयता खोलें
it: Apri privacy stato Full immersion
ja: 集中モード状況のプライバシーを開く
ko: 집중 모드 상태 개인정보 보호 열기
pt_br: Abrir privacidade do Estado de Foco
ru: Открыть конфиденциальность статуса фокусирования
zh_hans: 打开专注模式状态隐私设置
zh_hant: 開啟專注模式狀態隱私權設定

source: Open Focus Settings
de: Fokus-Einstellungen öffnen
es: Abrir ajustes de Concentración
fr: Ouvrir les réglages de Concentration
hi: फ़ोकस सेटिंग्स खोलें
it: Apri impostazioni Full immersion
ja: 集中モード設定を開く
ko: 집중 모드 설정 열기
pt_br: Abrir ajustes de Foco
ru: Открыть настройки фокусирования
zh_hans: 打开专注模式设置
zh_hant: 開啟專注模式設定

source: Open Privacy & Security > Focus to grant Laban Focus Status access.
de: Öffnen Sie Datenschutz & Sicherheit > Fokus, um Laban Zugriff auf den Fokusstatus zu gewähren.
es: Abre Privacidad y seguridad > Concentración para conceder a Laban acceso al estado de Concentración.
fr: Ouvrez Confidentialité et sécurité > Concentration pour accorder à Laban l’accès à l’état de Concentration.
hi: Laban को फ़ोकस स्थिति की पहुँच देने के लिए गोपनीयता और सुरक्षा > फ़ोकस खोलें।
it: Apri Privacy e sicurezza > Full immersion per consentire a Laban di accedere allo stato.
ja: 「プライバシーとセキュリティ」>「集中モード」を開き、Laban に集中モード状況へのアクセスを許可します。
ko: 개인정보 보호 및 보안 > 집중 모드를 열어 Laban에 집중 모드 상태 접근을 허용합니다.
pt_br: Abra Privacidade e Segurança > Foco para conceder ao Laban acesso ao Estado de Foco.
ru: Откройте «Конфиденциальность и безопасность» > «Фокусирование», чтобы предоставить Laban доступ к статусу.
zh_hans: 打开“隐私与安全性”>“专注模式”，向 Laban 授予专注模式状态访问权限。
zh_hant: 開啟「隱私權與安全性」>「專注模式」，授予 Laban 專注模式狀態存取權。

source: Open Focus settings to add Laban to the active Focus's Allowed Apps.
de: Öffnen Sie die Fokus-Einstellungen, um Laban den erlaubten Apps des aktiven Fokus hinzuzufügen.
es: Abre los ajustes de Concentración para añadir Laban a las apps permitidas del modo activo.
fr: Ouvrez les réglages de Concentration pour ajouter Laban aux apps autorisées du mode actif.
hi: Laban को सक्रिय फ़ोकस के अनुमत ऐप्स में जोड़ने के लिए फ़ोकस सेटिंग्स खोलें।
it: Apri le impostazioni di Full immersion per aggiungere Laban alle app consentite della modalità attiva.
ja: 集中モード設定を開き、Laban を有効な集中モードの許可されたアプリに追加します。
ko: 집중 모드 설정을 열어 Laban을 활성 집중 모드의 허용된 앱에 추가합니다.
pt_br: Abra os ajustes de Foco para adicionar o Laban aos apps permitidos do Foco ativo.
ru: Откройте настройки фокусирования, чтобы добавить Laban в разрешённые приложения активного режима.
zh_hans: 打开专注模式设置，将 Laban 添加到当前专注模式的允许 App。
zh_hant: 開啟專注模式設定，將 Laban 加入目前專注模式的允許 App。
